{"id":3,"date":"2023-07-13T13:28:41","date_gmt":"2023-07-13T13:28:41","guid":{"rendered":"https:\/\/tpcleadership.com\/us-en\/home\/tpc\/public_html\/?page_id=3"},"modified":"2023-11-10T10:41:21","modified_gmt":"2023-11-10T10:41:21","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/tpcleadership.com\/us-en\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3\" class=\"elementor elementor-3\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-f345b5c elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"f345b5c\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-81ca260\" data-id=\"81ca260\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-f0a5dc3 elementor-widget elementor-widget-spacer\" data-id=\"f0a5dc3\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-9d3a7b7 elementor-widget elementor-widget-heading\" data-id=\"9d3a7b7\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">The Privacy Policy<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-326a915 elementor-widget elementor-widget-spacer\" data-id=\"326a915\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6e4619c elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6e4619c\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-918015a\" data-id=\"918015a\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3a6f36f elementor-widget elementor-widget-text-editor\" data-id=\"3a6f36f\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h2>The Small Print<\/h2><p>Important information about the use of our website and how we protect your data<\/p><p>Privacy Policy<\/p><p>Data Protection Policy<\/p><p>Cookie Policy<\/p><p>Acceptable Use Policy<\/p><h2>Privacy Policy<\/h2><p>We are committed to protecting and respecting your privacy. We are responsible for protecting your personal information as a “data controller” under applicable data protection legislation.<\/p><p>This policy sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us.  Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it. By visiting www.tpcleadership.com you are accepting and consenting to the practices described in this policy.<\/p><p>Our nominated person for data protection is Paula Abramovicz Erlich and her contact details are paula.erlich@tpcleadership.com.<\/p><h3>1. What information do we collect?<\/h3><p>We collect personal data as defined by applicable data protection legislation (‘personal information’).<\/p><p>The personal information we collect might include name, date of birth, email address, postal address, telephone number, credit\/debit card details, the company you work for and the industry you work in.<\/p><h3>2. How do we collect information?<\/h3><p>We obtain personal information from you when you enquire about our activities, register with us, send or receive an email, ask a question or otherwise provide us with personal information. We may also receive information about you from third parties, for example from our service providers or from a friend who wants to tell you about our websites or the activities we carry out.<\/p><p>We also gather general information about the use of our website, such as which pages users visit most often and which services, events or facilities are of most interest. We may also track which pages users visit when they click on links in emails. We may use this information to personalise the way our websites are presented when users visit them, to make improvements to our websites and to ensure we provide the best service for users.<\/p><p>Wherever possible we use aggregated or anonymous information which does not identify individual visitors to our websites.<\/p><h3>3. Why do we collect this information?<\/h3><p>We collect this information for the purposes described in section 4. The lawful basis for which we process your information is:<\/p><ul><li>your consent;<\/li><li>processing is necessary for the performance of a contract to which you are a party. If you fail to provide this information we may be unable to perform the contract;<\/li><li>processing is necessary for compliance with our legal obligations;<\/li><li>processing is necessary for the purpose of the legitimate interest pursued by us, except where your rights as a data subject override our legitimate interest.<\/li><\/ul><h3>4. How do we use this information?<\/h3><p>We will use your personal information:<\/p><ul><li>to provide you with the services, products or information you have requested;<\/li><li>to create an account for you if you register with us;<\/li><li>to contact you about services we offer and resources we provide; and<\/li><li>for administration purposes.<\/li><\/ul><p>As part of this, we may analyse the personal information we collect to create a profile of your interests and preferences so that we can contact you in the most appropriate way and with the most relevant information.<\/p><p>If you enter your contact details in one of our online registration forms, we may use this information to contact you even if you do not &#8220;send&#8221; or &#8220;submit&#8221; the form. We will only do this to see if we can help with any problems you might be experiencing with the form or with our websites.<\/p><p>We will only use your personal information for electronic marketing purposes if we are allowed to do this by law or if we have your consent. If you agree to us providing you with marketing information, you can always opt out at a later date. If you do not wish to receive such messages please let us know by contacting us using our <a href=\"\/us-en\/contact-us\/\">Contact Form <\/a><a href=\"https:\/\/docs.google.com\/document\/d\/1Im7ztPR7pI8rSZSDbM1sWO4Ch32T_0zCUSiW2zFr7rM\/edit#heading=h.1fob9te\" target=\"_blank\" rel=\"noopener\">.<\/a><\/p><h3>5. Cookies<\/h3><p>Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. For detailed information on the cookies we use and the purposes for which we use them see our Cookie Policy (section 11).<\/p><h3>6. Your choices<\/h3><p>You have a choice about whether you want to receive information about our services. We will not use your personal information for marketing purposes or share your information with any third party if you have indicated that you do not wish to be contacted in this manner. You can change your marketing preferences at any time by contacting us using our <a href=\"\/us-en\/contact-us\/\">Contact Form<\/a>. Our site may, from time to time, contain links to and from the websites of our partner networks, advertisers and affiliates.  If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies.  Please check these policies before you submit any personal data to these websites.<\/p><h3>7. Will we disclose the information we collect to outside parties?<\/h3><p>We may pass your information to our data processors, agents and associated organisations for the purpose of providing services to you and for the other purposes listed at section 4 above. Where we use data processors we will make sure there are appropriate controls in place.<\/p><p>We may also need to disclose your information if required by law (for example to government bodies and law enforcement agencies) or if we have your permission to do so.<\/p><p>We will not sell any information about you or your web browsing activity.<\/p><p>We may transfer your information to any of the countries where we hold an office. We do this by using the European Commission’s model clauses.<\/p><h3>8. How long do we keep your information for?<\/h3><p>We keep your information for no longer than is necessary, as required by data protection law. We will retain your information for any period required by law, for example for compliance with local tax requirements. Where we are not under a legal obligation to retain your information, we will determine what is necessary by reference to the lawful basis for processing set out above and our legitimate interests.<\/p><p>If you have any questions about how long we keep your information, please write to us using our <a href=\"\/us-en\/contact-us\/\">Contact Form<\/a>.<\/p><h3>9. How do we protect personal information?<\/h3><p>We take appropriate technical and organisational measures to ensure that the information disclosed to us is kept secure, accurate and up to date and kept only for so long as is necessary for the purposes for which it is used. We protect your information in accordance with our Data Protection Policy.<\/p><p>You should be aware that the use of the Internet is not entirely secure and although we will do our best to protect your personal data we cannot guarantee the security or integrity of any personal information which is transferred from you or to you via the Internet. Any transmission is at your own risk. Once we have received your information, we will use strict procedures and security features such as encryption to try to prevent unauthorised access<\/p><h3>10. Changes<\/h3><p>We may change the terms of this privacy statement from time to time. If we do so, we will post the changes here, so please check from time to time. By continuing to use our websites you will be deemed to have accepted such changes.<\/p><p>Any changes we may make to our privacy policy in the future will be posted on this page and, where appropriate, notified to you by e-mail. Please check back frequently to see any updates or changes to our privacy policy.<\/p><h3>11. Information About Our Use of Cookies<\/h3><p>Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. By continuing to browse the site, you are agreeing to our use of cookies.<\/p><p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree.<\/p><p>Cookies contain information that is transferred to your computer&#8217;s hard drive.<\/p><p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.<\/p><p>However, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our site.<\/p><p>Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control. These cookies may include analytical\/performance cookies or targeting cookies.<\/p><p>We use the following cookies:<\/p><ul><li>Google Analytics (analytical \/ performance cookie) &#8211; used to estimate our audience size and usage pattern.<\/li><li>Google Adwords (analytical \/ performance cookie) &#8211; used to track sales and data capture arising from use of Google Adwords advertising<\/li><li>Facebook (analytical \/ performance and targeting cookie)- used to track sales and data capture arising from use of Facebook advertising, and show target ads on Facebook to site visitors.<\/li><\/ul><h3> <\/h3><h2>Your rights<\/h2><p>If you have created an account with us, you can sign into your account to access and update your information.<\/p><p>You have a right to ask us to confirm whether we are processing information about you, and to request access to this information (‘ <b>right of access<\/b> ’). You also have the right to be informed of the safeguards we have in place relating to any transfers of your information to another country or to an international organisation.<\/p><p>You may ask us, or we may ask you, to rectify information you or we think is inaccurate, and you may also ask us to remove information which is inaccurate or complete information which is incomplete (‘ <b>right to rectification<\/b> ’). If you inform us that your personal data is inaccurate, we will inform relevant third parties with whom we have shared your data so they may update their own records.<\/p><p>We want to ensure that your personal information is accurate and up to date. If any of the information that you have provided us with changes, for example if you change your email address, name, payment details, or if you wish to cancel your registration, please let us know using the contact details at the end of this policy.<\/p><p>You have a right to obtain your personal data from us and reuse it for your own purposes, perhaps for another service, without hindering the usability of the data (‘ <b>right of portability<\/b> ’). This right does not apply where processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in us.<\/p><p>You have a right to seek the erasure of your data (often referred to as the ‘ <b>right to be forgotten<\/b> ’). You may wish to exercise this right for any reason, for example where it is no longer necessary for us to continue holding or processing your personal data you may withdraw your consent. You should note that we are entitled to and reserve the right to retain your data for statistical purposes. This right is not absolute, as we may need to continue processing this information, for example, to comply with our legal obligations, or for reasons of public interest.<\/p><p>You have a right to ask us to restrict our processing of your information (‘ <b>right to restriction<\/b> ’) if:<\/p><ul><li>you contest its accuracy and we need to verify whether it is accurate<\/li><li>the processing is unlawful and you ask us to restrict use of it instead of erasing it<\/li><li>we no longer need the information for the purpose of processing, but you need it to establish or defend legal claims<\/li><li>you have objected to processing of your information being necessary for the performance of a task carried out in the public interest, or for the purposes of our legitimate interests. The restriction would apply while we carry out a balancing act between your rights and our legitimate interests.<\/li><li>you exercise your right to restrict processing, we would still need to process your information for the purpose of exercising or defending legal claims, protecting the rights of another person or for public interest reasons.<\/li><\/ul><p>You have a right to prevent us from processing your data for the purposes of marketing.<\/p><p>If you would like to exercise any of your rights above, please let us know using the contact details at the end of this policy. We will act in accordance with your instructions as soon as reasonably possible and there will be no charge.<\/p><p>You have a right to report any of your concerns about our use of your data to the <a href=\"https:\/\/ftc.gov\" target=\"_blank\" rel=\"noopener\">Federal Trade Commission<\/a>.<\/p><p>You have the right to ask for a copy of the information we hold about you (for which we may charge a small fee) and to have any inaccuracies in your information corrected. If you wish to exercise these rights, contact us using our <a href=\"\/us-en\/contact-us\/\">Contact Form<\/a>.<\/p><h3>Strictly necessary cookies<\/h3><p>These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website, use a shopping cart or make use of e-billing services.<\/p><h3>Analytical\/performance cookies<\/h3><p>They allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.<\/p><h3>Functionality cookies<\/h3><p>These are used to recognise you when you return to our website. This enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).<\/p><h3>Targeting cookies<\/h3><p>These cookies record your visit to our website, the pages you have visited and the links you have followed. We will use this information to make our website and the advertising displayed on it more relevant to your interests. We may also share this information with third parties for this purpose.<\/p><h2> <\/h2><h2>Acceptable Use<\/h2><p>This acceptable use policy sets out the terms between you and us under which you may access the Site.  This acceptable use policy applies to all users of, and visitors to, the Site.<\/p><p>Your use of our site means that you accept, and agree to abide by, all the policies in this acceptable use policy, which supplement our Terms.<\/p><h3>Prohibited Uses<\/h3><p>You may use our site only for lawful purposes.  You may not use our site:<\/p><ul><li>In any way that breaches any applicable local, national or international law or regulation.<\/li><li>In any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect.<\/li><li>For the purpose of harming or attempting to harm minors in any way.<\/li><li>To send, knowingly receive, upload, download, use or re-use any material which does not comply with our content standards at 6.3 below.<\/li><li>To transmit, or procure the sending of, any unsolicited or unauthorised advertising or promotional material or any other form of similar solicitation (spam).<\/li><li>To knowingly transmit any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware.<\/li><\/ul><p>You also agree:<\/p><ul><li>Not to reproduce, duplicate, copy or re-sell any part of our site in contravention of the provisions of our terms of website use.<\/li><li>Not to access without authority, interfere with, damage or disrupt:<ul><li>any part of our site;<\/li><li>any equipment or network on which our site is stored;<\/li><li>any software used in the provision of our site; or<\/li><li>any equipment or network or software owned or used by any third party.<\/li><\/ul><\/li><\/ul><h3>Interactive Services<\/h3><p>We may from time to time provide interactive services on our site, including, without limitation:<\/p><ul><li>a facility to comment on our blog posts; and<\/li><li>interactive webinars.<\/li><\/ul><p>Where we do provide any interactive service, we will provide clear information to you about the kind of service offered, if it is moderated and what form of moderation is used (including whether it is human or technical).<\/p><p>We will do our best to assess any possible risks for users (and in particular, for children) from third parties when they use any interactive service provided on our site, and we will decide in each case whether it is appropriate to use moderation of the relevant service (including what kind of moderation to use) in the light of those risks. However, we are under no obligation to oversee, monitor or moderate any interactive service we provide on our site, and we expressly exclude our liability for any loss or damage arising from the use of any interactive service by a user in contravention of our content standards, whether the service is moderated or not.<\/p><p>The use of any of our interactive services by a minor is subject to the consent of their parent or guardian. We advise parents who permit their children to use an interactive service that it is important that they communicate with their children about their safety online, as moderation is not foolproof. Minors who are using any interactive service should be made aware of the potential risks to them.<\/p><p>Where we do moderate an interactive service, we will normally provide you with a means of contacting the moderator, should a concern or difficulty arise.<\/p><h3>Content Standards<\/h3><p>These content standards apply to any and all material which you contribute to our site ( <b>contributions<\/b> ), and to any interactive services associated with it.<\/p><p>You must comply with the spirit of the following standards as well as the letter. The standards apply to each part of any contribution as well as to its whole.<\/p><p>Contributions must:<\/p><ul><li>Be accurate (where they state facts).<\/li><li>Be genuinely held (where they state opinions).<\/li><li>Comply with applicable law in the Netherlands and in any country from which they are posted.<\/li><\/ul><p>Contributions must not:<\/p><p>Contain any material which is defamatory of any person.<\/p><ul><li>Contain any material which is obscene, offensive, hateful or inflammatory.<\/li><li>Promote sexually explicit material.<\/li><li>Promote violence.<\/li><li>Promote discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.<\/li><li>Infringe any copyright, database right or trade mark of any other person.<\/li><li>Be likely to deceive any person.<\/li><li>Be made in breach of any legal duty owed to a third party, such as a contractual duty or a duty of confidence.<\/li><li>Promote any illegal activity.<\/li><li>Be threatening, abuse or invade another&#8217;s privacy, or cause annoyance, inconvenience or needless anxiety.<\/li><li>Be likely to harass, upset, embarrass, alarm or annoy any other person.<\/li><li>Be used to impersonate any person, or to misrepresent your identity or affiliation with any person.<\/li><li>Give the impression that they emanate from us, if this is not the case.<\/li><li>Advocate, promote or assist any unlawful act such as (by way of example only) copyright infringement or computer misuse.<\/li><\/ul><h3>Suspension And Termination<\/h3><p>We will determine, in our discretion, whether there has been a breach of this acceptable use policy through your use of our site.  When a breach of this policy has occurred, we may take such action as we deem appropriate.<\/p><ul><li>Failure to comply with this acceptable use policy constitutes a material breach of the terms of use upon which you are permitted to use our site, and may result in our taking all or any of the following actions:<\/li><li>Immediate, temporary or permanent withdrawal of your right to use our site.<\/li><li>Immediate, temporary or permanent removal of any posting or material uploaded by you to our site.<\/li><li>Issue of a warning to you.<\/li><li>Legal proceedings against you for reimbursement of all costs on an indemnity basis (including, but not limited to, reasonable administrative and legal costs) resulting from the breach.<\/li><li>Further legal action against you.<\/li><li>Disclosure of such information to law enforcement authorities as we reasonably feel is necessary.<\/li><li>We exclude liability for actions taken in response to breaches of this acceptable use policy.  The responses described in this policy are not limited, and we may take any other action we reasonably deem appropriate.<\/li><\/ul><h3>Changes To The Acceptable Use Policy<\/h3><p>We may revise this acceptable use policy at any time by amending this page. You are expected to check this page from time to time to take notice of any changes we make, as they are legally binding on you. Some of the provisions contained in this acceptable use policy may also be superseded by provisions or notices published elsewhere on our site.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-13d6457 elementor-widget elementor-widget-spacer\" data-id=\"13d6457\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>The Privacy Policy The Small Print Important information about the use of our website and how we protect your data Privacy Policy Data Protection Policy Cookie Policy Acceptable Use Policy Privacy Policy We are committed to protecting and respecting your privacy. We are responsible for protecting your personal information as a “data controller” under applicable [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":14,"comment_status":"closed","ping_status":"open","template":"","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":22,"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":6787,"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/pages\/3\/revisions\/6787"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/media?parent=3"}],"wp:term":[{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/us-en\/wp-json\/wp\/v2\/page-type?post=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}