{"id":7979,"date":"2023-12-04T07:47:38","date_gmt":"2023-12-04T07:47:38","guid":{"rendered":"https:\/\/tpcleadership.com\/nl-nl\/?p=7979"},"modified":"2023-12-04T07:47:39","modified_gmt":"2023-12-04T07:47:39","slug":"zonder-mensen-en-vermenselijking-geen-groei","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/nl-nl\/developing-leaders\/zonder-mensen-en-vermenselijking-geen-groei\/","title":{"rendered":"Zonder mensen (en vermenselijking) geen groei"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\"><em>Dit blog is het eerste deel van een serie over het belang van vermenselijking in huidige organisaties. Voor meer informatie kun je onze blogs raadplegen over de impact van <a href=\"https:\/\/tpcleadership.com\/nl-nl\/developing-leaders\/ben-je-nog-steeds-de-juiste-ceo-voor-het-bedrijf\/\">vermenselijking op bedrijven<\/a> en waarom we <a href=\"https:\/\/tpcleadership.com\/nl-nl\/developing-leaders\/waarom-we-geen-chros-meer-nodig-hebben\/\">geen CHRO&#8217;s meer nodig hebben<\/a>.<\/em><\/h2>\n\n\n\n<p>Historisch gezien geven managers en zakelijke leiders de hoogste prioriteit aan de financiële resultaten. Maar deze ambitie is aan het veranderen en gaat voor een deel richting vermenselijking: een focus op de menselijke factor van een organisatie en het idee dat het goede doen voor je mensen net zo belangrijk is, zo niet belangrijker, dan het najagen van resultaten.<\/p>\n\n\n\n<p>In dit stuk spreken we met Piet Decuypere, CEO van de voedingsmerken Danerolles en Magioni over zijn visie op de opkomst van vermenselijking tijdens zijn carrière en hoe hij de principes ervan verankert in de manier waarop zijn eigen bedrijven opereren.<\/p>\n\n\n\n<p><strong>De plotselinge schokgolf van de vermenselijking<\/strong><\/p>\n\n\n\n<p>Piet kwam voor het eerst in aanraking met het idee van een bedrijf waarin de mens centraal staat, toen hij in zijn geboorteland België Unilever verliet. Hij werkte er sinds zijn afstuderen en vertrok naar Zweden om als retailmanager voor de Zweedse vestiging te werken. Daar ontdekte hij een groot verschil in de manier waarop het bedrijf openlijk omging met kwesties als gendergelijkheid, moederschap en evenwicht tussen werk en privéleven en deze als strategische kernonderwerpen behandelde.<\/p>\n\n\n\n<p>“We hadden zelfs ruimte in de directiekamer voor kinderen om te spelen”, vertelt Piet. “Als een van de ouders de kinderen niet naar de kinderopvang kon brengen, konden ze hen gewoon mee naar kantoor nemen. Ik heb verschillende bestuursvergaderingen gehad waarbij kinderen in dezelfde ruimte speelden.”<\/p>\n\n\n\n<p>De ervaringen van Piet in Zweden openden zijn ogen voor een andere manier waarop bedrijven geleid kunnen worden. Hij ging meer openstaan voor het idee dat resultaten het product waren van menselijk gedrag en niet alleen van strategie. Nadat hij Unilever had verlaten, stapte Piet over naar Danone, eerst als sales director in België en vervolgens als general manager van de bedrijfsactiviteiten in Nederland. De betrokkenheid van Danone om het goede te doen voor de medewerkers was wat hem vooral aansprak.<\/p>\n\n\n\n<p>Die toewijding is diep verankerd in de cultuur van Danone. Ze lanceerden hun ‘duale project’-visie dat economische resultaten en menselijke sociale impact als onderling afhankelijke doelen beschouwt.<a href=\"https:\/\/www.danone.com\/impact\/people-communities.html#CULTURE\" target=\"_blank\" rel=\"noopener\"> Dat was in 1972<\/a>.<\/p>\n\n\n\n<p>In 2012, na zes jaar te hebben geleerd van de vermenselijkingsaanpak van Danone, kocht Piet het merk Danerolles. “Ik droomde er al heel lang van om een eigen bedrijf te leiden”, licht Piet toe. “Ik wilde mijn visie op hoe om te gaan met medewerkers volledig kunnen realiseren en op een&nbsp; menselijke manier het maximale uit hen kunnen halen.”<\/p>\n\n\n\n<p><strong>Vermenselijking zal niet lang een nieuw concept zijn<\/strong><\/p>\n\n\n\n<p>“Toen ik in de jaren negentig bij Unilever kwam, was het vreemd voor bedrijven om de focus op hun mensen te leggen”, verduidelijkt Piet. “Volgens de HR-strategieën was een bedrijf mensgericht, maar in werkelijkheid was dat zelden het geval.”<\/p>\n\n\n\n<p>De wending naar vermenselijking is versneld, doordat bedrijven zich bewust zijn geworden van de tastbare waarde van het luisteren naar hun mensen en van de gevaren als ze dat niet doen.<\/p>\n\n\n\n<p>Neem bijvoorbeeld de recente stakingen van de Writers Guild of America en de acteursvakbond SAG-AFTRA. Salaris was niet de enige reden achter de stakingen. Beide vakbonden protesteerden ook tegen studio’s die winstmarges boven hun werknemers stellen, vooral als het gaat om generatieve AI die hun werkzekerheid bedreigt. Het onvermogen om naar deze zorgen te luisteren heeft geleid tot de grootste verstoring van de sector sinds de covid-pandemie.<\/p>\n\n\n\n<p>Maar dit is niet iets wat alleen Hollywood betreft. Bedrijven overal ter wereld zien de gevolgen van het tekort aan talent. Bedrijven hebben loyaliteit nodig om duurzaam te kunnen groeien en hun succes op de lange termijn te behouden, maar werknemers blijven niet bij één bedrijf en bouwen er niet hun carrière op als ze het gevoel krijgen dat ze een nummer zijn.<\/p>\n\n\n\n<p>Het is het vermelden waard dat de opkomst van vermenselijking gepaard gaat met een zekere mate van westerse vooringenomenheid, terwijl andere delen van de wereld mensen en resultaten mogelijk niet op dezelfde manier zien. Maar hoewel er momenteel wereldwijd een ongelijkheid is in hoe bedrijven en werknemers vermenselijking zien, zal dat niet altijd het geval zijn.&nbsp;<\/p>\n\n\n\n<p>Met elke nieuwe generatie, en daarnaast de toegenomen mondialisering en gebruik van technologie, praten steeds meer werknemers over de hele wereld met elkaar en delen ze hun ervaringen en ideeën. Prioriteiten veranderen snel en in elk land zullen bedrijven dit moeten bijbenen, anders riskeren ze een achteruitgang.<\/p>\n\n\n\n<p><strong>Leiders, neem je verantwoordelijkheid!<\/strong><\/p>\n\n\n\n<p>Wanneer een bedrijf zich inzet voor vermenselijking, wordt het meer dan een filosofie; het wordt een aanpak die een duidelijke, praktische impact heeft op hoe goed een bedrijf presteert. Maar om dat te laten slagen, moeten leiders zelf pleitbezorgers worden en een voorbeeld zijn van de vermenselijking voor de rest van de organisatie.<\/p>\n\n\n\n<p>Wanneer Piet mensen aanneemt voor Danerolles en Magioni, vraagt hij niet om het CV van een kandidaat. In plaats daarvan vraagt hij om een ‘motivatiebrief’ om meer te weten te komen over wat een kandidaat drijft en waarom hij of zij voor zijn bedrijf wil werken.<\/p>\n\n\n\n<p>Het effect op de bedrijven van Piet is tweeledig. Ten eerste zorgt het ervoor dat het bedrijf alleen mensen aanneemt die zijn ambitie delen en hun rol bij het verwezenlijken ervan begrijpen. Maar het creëert ook meer kansen voor kandidaten zonder een traditionele universitaire opleiding of de ‘juiste’ carrièreachtergrond, en maakt Danerolles en Magioni duurzamer met het oog op talent vinden en behouden.<\/p>\n\n\n\n<p>De bedrijven van Piet zijn daar niet het enige voorbeeld van. Er is een IT-bedrijf dat schoolverlaters rekruteert, omdat de CEO gelooft dat een houding die niet in overeenstemming is met het gevestigde systeem perfect bij zijn bedrijf past. In plaats van beoordeeld te worden op hun kwalificaties – of beoordeeld te worden op het gebrek daaraan – worden deze medewerkers gewaardeerd om de unieke kwaliteiten die ze met zich meebrengen en krijgen ze de kans om zich te ontwikkelen en uit te blinken.<\/p>\n\n\n\n<p>Bij Danerolles en Magioni zorgt Piet er ook voor dat zijn betrokkenheid bij medewerkers niet stopt nadat ze zijn aangenomen. Voor hem heeft het geen zin om privé en werk gescheiden te houden. Als een werknemer met iets in zijn persoonlijke leven worstelt – zoals zijn geestelijke gezondheid of een moeilijke gezinssituatie – zal dit onvermijdelijk gevolgen hebben voor zijn werk, ongeacht of hij het buiten de deur probeer te houden of niet.<\/p>\n\n\n\n<p>Als CEO ziet hij het als zijn plicht om tijd door te brengen met zijn werknemers en een compleet beeld van hun leven te krijgen, zowel op het werk als daarbuiten. “Als we niet luisteren, doen we ons werk als leiders niet”, vindt Piet. “Voor veel CEO’s is het nog steeds nieuw om te zeggen dat ze mensen boven resultaten stellen. Maar ik ben ervan overtuigd dat als we de mens op de eerste plaats zetten, de resultaten automatisch komen.”<\/p>\n\n\n\n<p>Raadpleeg voor meer informatie onze andere artikelen over hoe vermenselijking elk aspect van het runnen van een bedrijf beïnvloedt, van het omgaan met een <a href=\"https:\/\/tpcleadership.com\/nl-nl\/developing-leaders\/ben-je-nog-steeds-de-juiste-ceo-voor-het-bedrijf\/\">verandering in leiderschap<\/a> tot de strategische implicaties van het <a href=\"https:\/\/tpcleadership.com\/nl-nl\/developing-leaders\/waarom-we-geen-chros-meer-nodig-hebben\/\">negeren van HR<\/a>.<\/p>\n\n\n\n<p>Piet begeleidt andere bedrijfseigenaren, CEO&#8217;s en directies  bij het verankeren van vermenselijking in hun bedrijven en leiderschapsteams. Wil je weten hoe TPC Leadership kan helpen de menselijke factor van je organisatie te prioritiseren, neem dan <a href=\"https:\/\/tpcleadership.com\/nl-nl\/neem-contact\/\">contact met ons op<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dit blog is het eerste deel van een serie over het belang van vermenselijking in huidige organisaties. Voor meer informatie kun je onze blogs raadplegen over de impact van vermenselijking op bedrijven en waarom we geen CHRO&#8217;s meer nodig hebben. Historisch gezien geven managers en zakelijke leiders de hoogste prioriteit aan de financiële resultaten. Maar [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":7980,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[32],"tags":[152,268],"featured-blog-post":[18],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/posts\/7979"}],"collection":[{"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/comments?post=7979"}],"version-history":[{"count":2,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/posts\/7979\/revisions"}],"predecessor-version":[{"id":8010,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/posts\/7979\/revisions\/8010"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/media\/7980"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/media?parent=7979"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/categories?post=7979"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/tags?post=7979"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/featured-blog-post?post=7979"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/nl-nl\/wp-json\/wp\/v2\/page-type?post=7979"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}