{"id":7319,"date":"2024-01-10T11:08:18","date_gmt":"2024-01-10T11:08:18","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7319"},"modified":"2024-01-10T11:24:52","modified_gmt":"2024-01-10T11:24:52","slug":"are-you-future-proof-why-humanization-is-not-a-choice-for-your-business","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/","title":{"rendered":"Are you future proof? Why humanization is not a choice for your business"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">why we don’t need CHROs any more<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>When businesses look to secure their success for the future, there are many factors at play – diversifying their products, watching their competitors and keeping ahead of new technologies. But there’s one element that’s often overlooked – the human factor, or what we call humanization.<\/p>\n\n\n\n<p>In a nutshell, humanization is about moving the focus away from profit and loss and towards the people in an organization. While the bottom line is still important, people are essential to the success of an organization – and treating them as human beings rather than human resources is critical to attracting and retaining talent, adapting to change and elevating performance in a sustainable way.<\/p>\n\n\n\n<p>To learn more about the importance of humanization for future-proofing businesses, we spoke to Piet Decuypere, CEO of food brands Danerolles and Magioni, and Annelieke Jense, CEO and Partner at TPC Leadership Netherlands.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Treat your employees like you would treat your loved ones<\/strong><\/h2>\n\n\n\n<p>You’ve probably heard the saying that diamonds form under pressure. But while that might be scientifically accurate, it doesn’t always apply to employees. Company performance doesn’t come from burying employees under demands – it comes from treating them as human beings and listening to their needs and ideas.<\/p>\n\n\n\n<p>Annelieke recalls working at a law firm where the pressure to perform led to employees adopting a “hang your coat” attitude, where they would make sure their coat was always hanging on their desk chair as evidence that they were still present in the office. “They had an attitude that working crazy hours was prestigious,” Annelieke says. “Every few minutes, you were under pressure to prove if you were a fee earner or a fee burner.”<\/p>\n\n\n\n<p>Seeing people only in terms of profit doesn’t elevate their performance over the long term. If your employees don’t feel like they’re listened to enough as human beings, they’ll quickly become disillusioned. And while this is damaging enough to a company’s performance at the best of times, it can prove fatal if you’re facing a crisis.<\/p>\n\n\n\n<p>Piet saw this firsthand in his role as general manager of Danone in the Netherlands. When he took the position, the company was facing a significant challenge – their probiotic products were being heavily scrutinized by European regulators, and the business had shrunk by 25% as a result.<\/p>\n\n\n\n<p>To make matters worse, some of the board felt that they’d anticipated this difficulty coming but that their warnings had been ignored. Before any solution to the business model problem could be found, Piet first had to get the board members trusting each other again and pulling in the same direction.<\/p>\n\n\n\n<p>“I spent my first 100 days just listening to the board members,” Piet says. “It wasn’t easy because the problem facing the business was urgent, but it gave the whole team confidence that we would make the right decisions.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Humanization is the answer to the talent crisis<\/strong><\/h2>\n\n\n\n<p>Historically, careers have followed a mostly linear path. Employees went to university to get their degree, then did internships and made connections, then got their foot in the door and a large company and worked their way up.<\/p>\n\n\n\n<p>But today, it’s clear where that approach falls short. Especially in a talent crisis, if you only look for employees who have made nothing but “right” educational and career choices since they were 18, you’ll inevitably be leaving exceptional talent on the table. The answer to this is humanization – looking at potential employees as human beings, not a collection of qualifications and experience, and judging them by their passions and potential.<\/p>\n\n\n\n<p>That’s the approach Piet takes when hiring for Danerolles and Magioni, even for senior positions. “My innovation manager’s education is as a hairdresser,” Piet says. “But she’s my innovation manager because she has such a passion for healthy food, and every day she’s experimenting at home with new ingredients she can bring to the company. She’s also committed to continuously developing herself, and she studied the business side of how funnels work to bring innovation to the market.”<\/p>\n\n\n\n<p>But humanization isn’t only a way to attract more diverse talent – it’s also the answer to keeping it. Early in Annelieke’s career, she worked for an HR consultancy that put flexibility at the center of employee contracts. Every employee was seen as the human being they are, able to reconfigure their contract to make it fit with the changing needs of their lives.<\/p>\n\n\n\n<p>“Everyone was allowed to have their own contract,” Annelieke says. “When I had my first child, I could choose the hours and number of days I worked, and whether I wanted to work from the office or from home.<\/p>\n\n\n\n<p>“That was in 1999, and today they still have the most loyal employee alumni network you could imagine.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Where does the C-Suite fit in a humanized future?<\/strong><\/h2>\n\n\n\n<p>If a business is going to truly embrace humanization, it needs to be embodied at the very top – and that means C-Suite leaders will have to be prepared to ask difficult questions about the way they currently operate.<\/p>\n\n\n\n<p>Saying what your company stands for isn’t good enough anymore. Humanization demands real commitment, put into practice in your organization in an authentic way. Leaders need to be asking their employees whether they’re happy, comfortable and fulfilled in their roles, and work on creating synergy between <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\">boardroom discussions and the people they impact<\/a>.<\/p>\n\n\n\n<p>Diversity in the boardroom is an obvious element of humanization – the more different voices and perspectives you have around the table, the better you’ll be able to see the full human picture of your organization. That will also mean being honest about which board members are still the right people to lead the company, and laying the groundwork for <a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\">leadership changes before they happen<\/a>.<\/p>\n\n\n\n<p>And while humanization has significant implications for financial results and attracting talent, the most important thing to remember is that it should start from a place of human decency, not as a strategic shortcut. When leaders recognize the fundamental contribution every employee makes, when they say “we’re in it together” and truly mean it, they weave the fabric of a successful, future-proof organization.<\/p>\n\n\n\n<p>“It’s not a given that you’ll still be around in 50 years’ time if you keep doing things the way you always have,” Piet says. “Reality has forced us to change the way we look at people in our companies. If you want to still be here in the future, you need to always be reviewing the way you treat people.”<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from how we <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-coaching-isnt-always-enough-at-c-suite-level\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-coaching-isnt-always-enough-at-c-suite-level\/\">support the C-Suite<\/a> to the <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">strategic implications of ignoring HR<\/a>.<\/p>\n\n\n\n<p>If you’d like to see how TPC Leadership can help you bring the human factor of your organization into focus, get in touch.<\/p>\n\n\n\n<p><strong><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" data-type=\"link\" data-id=\"https\/\/tpcleadership.com\/contact-us\/\">Contact us<\/a><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and why we don’t need CHROs any more. When businesses look to secure their success for the future, there are many factors at play – diversifying their products, watching [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7319"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7319"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7319\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7233"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7319"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7319"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7319"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7319"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7319"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}