{"id":7326,"date":"2024-01-10T11:09:14","date_gmt":"2024-01-10T11:09:14","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7326"},"modified":"2024-01-15T17:17:39","modified_gmt":"2024-01-15T17:17:39","slug":"why-we-dont-need-chros-any-more","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/","title":{"rendered":"Why we don’t need CHROs any more"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\">how it’s impacting businesses<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>HR’s place in the boardroom is often debated. While some will argue that CHROs and HR directors are non-negotiable ingredients of any board, you’ll find just as many saying that the boardroom is for strategic decisions only, in which HR has no part to play.<\/p>\n\n\n\n<p>So, do boards always need to keep a seat at the table for an HR leader? Or are CHROs and HR directors unnecessary voices in boardroom discussions?<\/p>\n\n\n\n<p>As part of our series on humanization as the future of business, we sat down to speak with Frouke Horstmann, Managing Partner for TPC Leadership Netherlands, and Deva Param, Representative for TPCL South East Asia, to gather their insights on whether it’s time to say goodbye to CHROs after all.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How HR made it to the boardroom in the first place<\/strong><\/h2>\n\n\n\n<p>The evolution of HR isn’t a sudden, modern phenomenon. HR’s role – as well as how it is seen by the rest of the company and board – has been changing for decades.<\/p>\n\n\n\n<p>In the past, HR usually represented a trade-off for businesses. While the board evaluated proposals from the perspective of the customer and the costs involved, HR had to work to make sure the employee element wasn’t lost in the mix. It was rare for the employee perspective to be seen as complementary, not contradictory, to bottom-line results – as a result, HR was treated as administrative rather than strategic.<\/p>\n\n\n\n<p>However, today’s perception of HR could not be more different. You only have to look at the startup world, for example, where companies are more likely to have a “Head of People” than a head of HR. But in businesses of any age and size, there’s a movement away from thinking of people as human resources and towards thinking of them as human beings.<\/p>\n\n\n\n<p>“The change has been stimulated by our more complex world and increased globalization,” Deva says. “Leaders have changed their mindset around the importance of people, while HR has become more active in telling the business what needs to be done for its people.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>If you think HR is about structure, think again<\/strong><\/h2>\n\n\n\n<p>Simply adding a HR leader to the boardroom isn’t enough to ensure employees are kept in the spotlight. Large and scaling companies have had CHROs for some time, but their focus is often turned towards finding the optimal structure for the organization, which can easily blind them to deeper issues that need to be addressed first.<\/p>\n\n\n\n<p>Frouke recalls encountering just such an attitude when working with a scale-up, who had asked for a culture assessment to find out why a high percentage of their people were leaving. “When the founder saw the results, they said it underlined why they needed to restructure,” Frouke says. “But what it actually showed was that they needed to listen more to their people.”<\/p>\n\n\n\n<p>While structure is important to get right, focusing too much on it is no substitute for listening to your people and putting their needs first. Structure won’t change a person’s mindset or capabilities, at least not on the scale needed to affect a company-wide transformation.<\/p>\n\n\n\n<p>Part of humanization is recognising that HR shouldn’t only be involved in discussions about restructuring. How a company treats its employees is fundamentally a strategic question, and has a direct impact on the health of an organization overall.<\/p>\n\n\n\n<p>That’s clear in examples like the one above, where a failure to truly take the human element of business into consideration leads to employees leaving en masse. But humanization isn’t only about how to resolve a crisis. When you keep your people at the forefront of every decision you make, you ensure your employees are more engaged in their work, better able to adapt to changes in the market, and become more committed advocates of your mission.<\/p>\n\n\n\n<p>“Business needs to agree that people are an organization’s only sustainable and competitive advantage,” Deva says. “It’s not tech, it’s not money, it’s not property. Everything revolves around how you treat your people and unlock their full potential.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The CHRO can only go if the board is prepared to take their place<\/strong><\/h2>\n\n\n\n<p>If the people factor is so fundamental to the health of a business, why are we saying that boards don’t need a CHRO anymore?<\/p>\n\n\n\n<p>The answer is simple. At the moment, a CHRO’s role on the board is to constantly remind everyone else of the need to focus on people and enshrine that in every policy. But the people factor is so fundamental that in a humanized business, it should be represented by each and every board member, whether they’re the CHRO or the COO.<\/p>\n\n\n\n<p>If the entire board isn’t approaching decisions from a people-first perspective, matters like employee engagement, wellbeing and unleashing potential simply won’t be on the agenda, whether there is a CHRO there to champion them or not.<\/p>\n\n\n\n<p>Deva recalls working with a company whose customer service team was burned out from receiving a high volume of customer complaints. As a result, the customer service director proposed a new telephone and billing system that would improve customer experience and satisfaction, and cut the number of complaints that the customer service team faced.<\/p>\n\n\n\n<p>However, when the board heard the customer service director’s proposal, they said that there wasn’t room in the budget for implementing the new system. Although they were aware of the problem the employees in the sales team were facing, they saw it only as a question of funding.<\/p>\n\n\n\n<p>“To get them to change their perspective, I suggested the team spend an hour a week listening to customer service calls,” Deva says. “After one month they understood just how bad the situation was for the customer service team and why so many people were burned out, and were much more open to implementing a solution.”<\/p>\n\n\n\n<p>Ultimately, the talent in your organization has to be seen as sacred and not just a resource. But for that way of thinking to prevail, it can’t just be driven by a single HR director. When people are so fundamental to the success of any business, they have to be a fundamental factor in the minds of each board member and each strategic decision they make.<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, <a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\">including M&amp;A due diligence<\/a> and <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\">board synergy<\/a>.<\/p>\n\n\n\n<p>If you’d like to see how TPC Leadership can help you bring the human factor of your organization into focus, get in touch.<\/p>\n\n\n\n<p><strong><span style=\"text-decoration: underline\"><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" target=\"_blank\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\" rel=\"noreferrer noopener\">Contact us<\/a><\/span><\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and how it’s impacting businesses. HR’s place in the boardroom is often debated. While some will argue that CHROs and HR directors are non-negotiable ingredients of any board, you’ll [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7326"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7326"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7326\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7233"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7326"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7326"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7326"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7326"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7326"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}