{"id":7330,"date":"2024-01-10T11:10:05","date_gmt":"2024-01-10T11:10:05","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7330"},"modified":"2024-01-10T11:30:09","modified_gmt":"2024-01-10T11:30:09","slug":"why-board-synergy-is-a-behavioral-game","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/","title":{"rendered":"Why board synergy is a behavioral game"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\">how it’s impacting businesses<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>Synergy is essential for boardroom discussions. Without it, agreements can’t be reached and crucial decisions don’t get made.<\/p>\n\n\n\n<p>But achieving board-level synergy isn’t only about getting everyone to reach a consensus. It’s also about ensuring that every board member is working towards the same goal, thinking of the wider company beyond their individual silos, and placing human implications for employees at the heart of every new initiative.<\/p>\n\n\n\n<p>To learn more about how focusing on the human factor of business can help create greater synergy at board level, we spoke to Eelco van Eijck, Managing Partner at Amrop, as well as Partner of TPC Leadership BeNeLux, Annelieke Jense.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What makes synergy so rare in the boardroom?<\/strong><\/h2>\n\n\n\n<p>If a board is lacking in synergy, there can be many reasons why. Board members are human beings, after all, and their discussions in the boardroom are far from immune from interpersonal differences and human psychology.<\/p>\n\n\n\n<p>Chemistry and dynamics are essential to get right. If board members don’t trust each other or if, at the other end of the spectrum, executives are too friendly to constructively challenge each other’s ideas, it can completely drain the energy from meetings and prevent the wisdom in the room from truly coming to the surface.<\/p>\n\n\n\n<p>What happens as a result is that crucial decisions become stalled, and the same questions keep recurring as individuals refuse to surrender their point of view. But the consequences don’t stay within the boardroom.<\/p>\n\n\n\n<p>“Eventually you’ll see an exodus of people from the company, and a drop in financial results,” Eelco says. “Sometimes clients will also back away if they see too much indecision or arguing from the board.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The importance of presenting a united voice<\/strong><\/h2>\n\n\n\n<p>The boardroom is naturally a place for having tough debates, but it’s vital that those debates stay inside the room. If individual board members disagree with a decision but are outvoted, they still need to be advocates for the decision in front of the rest of the company. If the board isn’t speaking with one voice, it can quickly lose credibility and be seen as too autocratic.<\/p>\n\n\n\n<p>This is such an important principle of group decision-making that it’s even a pillar of some governments. Parliamentary systems like the UK, Australia and Canada all have a policy of collective responsibility, under which cabinet ministers are free to privately debate policies but must publicly back and share responsibility for the end decision.<\/p>\n\n\n\n<p>But what if that principle isn’t being followed? If one or two board members strongly believe that the board has made the wrong decision, you can’t always get them to present a unified front just by asking.<\/p>\n\n\n\n<p>“I always advise boards to have a coach for their internal chemistry,” Eelco says. “It’s so important to have someone who can help board members maintain processes in their meetings, work together and share their decisions with a single voice.”<\/p>\n\n\n\n<p>But a coach can do far more to align a board than simply ensure they follow processes. They can also help to foster cross-silo thinking in the boardroom, which is an important part of humanization. If each board member is only seeing a decision from the perspective of their respective budgets and goals, they’re not taking the human factor into account.<\/p>\n\n\n\n<p>Board membership requires perspectivist flexibility, a concept coined by Dutch philosopher Lammert Kamphuis that describes the need for nimbleness in order to allow in different perspectives. This is not often a default quality for leaders, but can make for fantastic leadership coaching material.<\/p>\n\n\n\n<p>“A company isn’t a combination of business units bolted together,” Annelieke says. “It’s people working towards a collective, strategic goal. Leaders need to think broadly about how their decisions and their behaviors impact those people, as well as the wider community outside of the company. The level of consciousness of an organization cannot exceed the level of consciousness of its leaders, according to Frederic Laloux.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Synergy isn’t only a goal for the boardroom<\/strong><\/h2>\n\n\n\n<p>Cross-silo thinking and humanization are essential for ensuring board synergy translates into synergy with the company as a whole. It’s no use for the board to reach agreement on a decision and advocate it with a single voice if they haven’t taken into account how it will impact the people within the organization.<\/p>\n\n\n\n<p>Eelco recalls an example of a global crisp manufacturer making the switch from selling individual packets of crisps to multipacks. Marketing came up with the idea because it would be more profitable for the company to sell crisps that way, and the board agreed. But the board didn’t anticipate that changing the packet size would cause huge complications for production teams.<\/p>\n\n\n\n<p>Employees in the factory saw the new products only as a problem and didn’t understand why they were being asked to overhaul their way of working to accommodate the change. To ease the friction between the factory and the board, the marketing manager visited the factory to explain the business case behind the decision and hear their grievances.<\/p>\n\n\n\n<p>Once both sides understood each other and were aligned, the whole company then worked on a solution to the manufacturing problem. “They developed a new machine to solve it, and within a year profits were up,” Eelco says. “A month later the board was invited to the factory, and the employees were so proud to demonstrate how their new machine worked.”<\/p>\n\n\n\n<p>The key is to approach every decision with a company-first perspective – meaning what’s best for the company’s people, not just its profits. If you have a new initiative, it’s your responsibility as a board member and a leader to think through who all the stakeholders are and explore the implications with them before you push forward.<\/p>\n\n\n\n<p>In fact, we’d go so far as to say that every board member should be <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">thinking in part like a CHRO<\/a>. You’re not only working with professionals and employees – you’re working with human beings. People experience changes and setbacks in their lives, and have unique needs to feel safe, valued and respected. The more you interact with them as human beings, the less they will view the boardroom as an ivory tower imposing decisions upon them.<\/p>\n\n\n\n<p>“Being inclusive isn’t a numbers game,” says Annelieke. “It’s a behavioral game that begins with listening to voices and ideas you haven’t listened to before, and believing in collective wisdom.<\/p>\n\n\n\n<p>“You have to be humble about when you don’t have all the answers for a situation and seek out those who do. It’s not easy, but humbleness at the top always filters through an organization.”<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-coaching-isnt-always-enough-at-c-suite-level\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-coaching-isnt-always-enough-at-c-suite-level\/\">how to support the C-Suite<\/a> to the <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">role of a CHRO<\/a>.<\/p>\n\n\n\n<p>If you’d like to see how TPC Leadership can support you with mentoring, get in touch.<\/p>\n\n\n\n<p><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" target=\"_blank\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\" rel=\"noreferrer noopener\"><strong><span style=\"text-decoration: underline\">Contact us<\/span><\/strong><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and how it’s impacting businesses. Synergy is essential for boardroom discussions. Without it, agreements can’t be reached and crucial decisions don’t get made. But achieving board-level synergy isn’t only [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7234,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7330"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7330"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7330\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7234"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7330"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7330"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7330"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7330"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}