{"id":7334,"date":"2024-01-10T11:11:44","date_gmt":"2024-01-10T11:11:44","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7334"},"modified":"2024-01-22T14:14:17","modified_gmt":"2024-01-22T14:14:17","slug":"without-cultural-due-diligence-there-can-be-no-humanized-ma","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/","title":{"rendered":"Without cultural due diligence, there can be no humanized M&amp;A"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\">how it’s impacting businesses<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>Due diligence is an essential part of any mergers and acquisitions process. But in most processes, the focus is often on the financial, legal, tax and operational aspects of the business being acquired. What equipment do they have? What contracts do they have in place? What are the risks on the legal and tax side?<\/p>\n\n\n\n<p>Those answers need to be found, but there’s one equally important question that’s often left on the table: what kind of culture does the organization have? What values and behaviors drive the success of the organization?<\/p>\n\n\n\n<p>For better or worse, people make a company’s results, and those people are influenced in part by who leads them, as well as the culture of the organization. Too many mergers and acquisitions have faltered either due to a lack of <a href=\"https:\/\/tpcleadership.com\/cultural-change\/leadership-due-diligence-the-missing-link-in-a-humanized-ma-process\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/leadership-due-diligence-the-missing-link-in-a-humanized-ma-process\/\"><span style=\"text-decoration: underline\">leadership due diligence<\/span><\/a> or because company culture hasn’t been taken into account. In this article, we’re going to focus on the latter.<\/p>\n\n\n\n<p>To understand more about the role of cultural due diligence and humanization in mergers and acquisitions, we spoke with Annelieke Jense, Partner of TPC Leadership BeNeLux, Laurent Jacquet, Partner at TPCL Belgium, and executive coach and board advisor Kirsten Bradley.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why mergers and acquisitions stumble when it comes to culture<\/strong><\/h2>\n\n\n\n<p>When a company’s culture and leadership isn’t included in the due diligence process, it can end up becoming arguably the biggest unseen obstacle for the successful integration of an acquisition. What looks like a strong fit strategically and financially can end up being hobbled by productivity and communication issues that either weren’t present in either company previously, or weren’t identified early on.<\/p>\n\n\n\n<p>So what makes culture such a tricky stumbling block for the M&amp;A process?<\/p>\n\n\n\n<p>One of the reasons is that the cultural differences between companies are difficult to measure by nature. “You can’t determine a company’s culture with KPIs and metrics,” Kirsten says. “What actually <em>is<\/em> culture? It’s a difficult topic to grasp for people used to evaluating something tangible like profit and loss.”<\/p>\n\n\n\n<p>There’s also the fact that no two companies will have the same culture, and in many cases the gap between them can be substantial. That can be especially true in situations like a large corporate acquisition of a small family-owned business. When there’s such a difference in size between the two companies, you’ll likely find a clash in how each party handles hierarchy, decision-making, and policies and procedures.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>You can’t ignore the symptoms of poor cultural due diligence<\/strong><\/h2>\n\n\n\n<p>While culture can’t always be measured with KPIs and metrics, the effects of poor cultural due diligence certainly can. If two companies are culturally incompatible, it can be a hammer blow to their productivity and employee wellbeing. And if you fail to identify red flags in a company – such as a highly directive leadership style, lack of entrepreneurial empowerment or an unsafe culture for women, people of color or members of the LGBT+ community – going ahead with a merger will severely harm your own reputation.<\/p>\n\n\n\n<p>Those impacts aren’t only a concern for large corporations acquiring small companies, however. Amazon discovered this when they acquired the Whole Foods brand for $13.7 billion in 2017, and by immediately tried to shake up how the company operated rolling out new technology in stores – such as palm-scanning checkouts – and raising demands on employees.<\/p>\n\n\n\n<p>“Amazon’s culture was very tight, with lots of reporting along a rigid structure,” Laurent says. “But Whole Foods was almost the opposite, with a loose culture that emphasized freedom and creativity.<\/p>\n\n\n\n<p>“For a while, the culture clash caused Whole Foods’ profits to drop and employees to leave in large numbers. They’ve been able to make the situation right since, but it cost Amazon a lot of money to get there.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Cultural due diligence means more than gathering metrics<\/strong><\/h2>\n\n\n\n<p>The key to doing cultural and leadership due diligence right is to always be sure your M&amp;A process is keeping the people factor fully in sight. Companies are made up of human beings, after all, not numbers on a balance sheet, and this is what makes culture so critical for humanized businesses – in fact for any business.<\/p>\n\n\n\n<p>“Culture decides whether people thrive or not, how connected they feel to the company and whether they decide to stay or leave,” Annelieke says. “You can’t always fully predict what will result in failure or success. But you do have the responsibility to make and execute a plan around cultural integration, to avoid the risk of a mass exodus after a couple of months.”<\/p>\n\n\n\n<p>Think about your vision for the company post-M&amp;A. If you’re targeting a rapid expansion or a renewed push for innovation, that will inform what kind of culture you need in place, as well as give you a better grounding to evaluate the company’s existing culture. Effective cultural due diligence might mean being more flexible to accommodate the acquired company – such as by giving established subcultures the freedom to continue if they help employees to perform at their best.<\/p>\n\n\n\n<p>This also isn’t a process leaders have to figure out by themselves. TPCL has the tools and experience to support leadership teams through due diligence, both ahead of an acquisition and during the integration phase. For example, Barrett’s Personal Values Assessment can help an organization get a 360 degree view of culture, and identify a wealth of data to help bridge the difference during integration.<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from handling a <a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\">change in leadership<\/a> to finding <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\">board synergy<\/a>.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img fetchpriority=\"high\" decoding=\"async\" width=\"339\" height=\"305\" src=\"https:\/\/tpcleadership.com\/wp-content\/uploads\/Picture-1.png\" alt=\"\" class=\"wp-image-7335\" title=\"\" srcset=\"https:\/\/tpcleadership.com\/wp-content\/uploads\/Picture-1.png 339w, https:\/\/tpcleadership.com\/wp-content\/uploads\/Picture-1-300x270.png 300w\" sizes=\"(max-width: 339px) 100vw, 339px\" \/><\/figure>\n\n\n\n<p>If you’d like to see how TPC Leadership can help you bring the human factor of your organization into focus, get in touch.<\/p>\n\n\n\n<p><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" target=\"_blank\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\" rel=\"noreferrer noopener\"><strong><span style=\"text-decoration: underline\">Contact Us<\/span><\/strong><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and how it’s impacting businesses. Due diligence is an essential part of any mergers and acquisitions process. But in most processes, the focus is often on the financial, legal, [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7428,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7334"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7334"}],"version-history":[{"count":1,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7334\/revisions"}],"predecessor-version":[{"id":7430,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7334\/revisions\/7430"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7428"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7334"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7334"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7334"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7334"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7334"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}