{"id":7337,"date":"2024-01-10T11:12:23","date_gmt":"2024-01-10T11:12:23","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7337"},"modified":"2024-01-10T11:40:29","modified_gmt":"2024-01-10T11:40:29","slug":"leadership-due-diligence-the-missing-link-in-a-humanized-ma-process","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/leadership-due-diligence-the-missing-link-in-a-humanized-ma-process\/","title":{"rendered":"Leadership due diligence: the missing link in a humanized M&amp;A process"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\">how it’s impacting businesses<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p>Leadership is a vital part of any mergers and acquisitions process. Whether a company’s leadership team stays the same during a merger, integrates with that of the merging company or steps down during and\/or after the process, their impact on the organization thus far will continue to be felt, and may shape the success of the integration phase.<\/p>\n\n\n\n<p>In most mergers and acquisitions, the focus of the due diligence process is often on the financial, legal, tax and operational aspects of an organization. But while those elements are important, focusing only on assets and balance sheets leaves the crucial questions of culture and leadership unexplored.<\/p>\n\n\n\n<p>People make a company’s results after all. In our last article we discussed why <a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\">cultural due diligence is vital to a successful M&amp;A<\/a> and now we’re going to explore how leadership plays a similarly crucial role.<\/p>\n\n\n\n<p>To understand more about the role of leadership due diligence and humanization in mergers and acquisitions, we spoke with Annelieke Jense, Partner of TPC Leadership BeNeLux, Laurent Jacquet, Partner at TPCL Belgium, and executive coach and board advisor Kirsten Bradley.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why leadership can be such a stumbling block for M&amp;A<\/strong><\/h2>\n\n\n\n<p>When leadership isn’t factored into the due diligence process, it can severely hamper the successful integration of an acquisition. When leaders are so responsible for setting the culture of an organization and inspiring its people, overlooking them during the M&amp;A process can lead to discovering unseen issues with productivity or communication.<\/p>\n\n\n\n<p>Assessing an organization’s leadership isn’t always immediately obvious – there aren’t clear KPIs or metrics that can tell you the current state of a company’s leaders. Looking at the bottom line might give you some indication of a leadership team’s effectiveness, but those don’t give the full picture. For example, a company might be performing well financially, but those results might be driven by leaders who prioritize revenue over protecting their people from burnout.<\/p>\n\n\n\n<p>We need to ask, is a leader the right person to get the most value out of the combination of both companies? Is the ‘obvious’ leader the right person with the right style to set the tone for the culture in the combined company? However, this is not a simple question to answer.<\/p>\n\n\n\n<p>It might be possible to go into the acquired company and gather firsthand reports of what the leadership is like. But employees might not have enough contact with leaders to give relevant information, and the leadership team might not have an accurate view of how things are on the factory floor.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>If you ignore leadership due diligence, you’re ignoring problems<\/strong><\/h2>\n\n\n\n<p>While leadership might not be easy to put a number on directly, that’s no reason to avoid doing leadership due diligence. In fact, there’s no way to really prepare for a successful integration without assessing what kind of leadership an organization has and what is needed.<\/p>\n\n\n\n<p>For example, if an acquired company has been run so far with a highly directive leadership style, that’s information you need to know before giving the green light to acquisition. If that directive leader is no longer in their position post-merger, what will happen to the productivity of the team? Will they be able to engage in creative decision making or open feedback when they’re used to only taking instructions? Have they developed essential leadership skills of their own? The time to ask those questions is before the M&amp;A process begins, not while you’re in the thick of trying to make the new company structure work.<\/p>\n\n\n\n<p>Kirsten recalls being involved in an M&amp;A process that was originally intended to be a merger of equals, with an even split of leaders from both companies. But what happened in reality was that the acquired company didn’t have enough people to fill the necessary leadership roles, and the acquiring company ended up being more dominant as only their people were able to fill those positions.<\/p>\n\n\n\n<p>“People from both companies became demotivated when they realized the structure and culture wasn’t what they were expecting,” Kirsten says. “Productivity dropped as a result, and several well-qualified employees left to join competitors.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to approach leadership due diligence effectively<\/strong><\/h2>\n\n\n\n<p>Leadership is a game of people and relationships, and the key to carrying out successful leadership due diligence is to always keep the people factor of a business top of mind during the M&amp;A process. When people are the most important asset a company can have, leadership due diligence is critical for humanized businesses.<\/p>\n\n\n\n<p>Sometimes effective leadership due diligence means being courageous enough to recognize when changes need to be made. Leaders are often culture carriers in an organization, and the incumbent CEO might not be best suited to lead the organization through its post-M&amp;A vision, even if they’re succeeding at the moment.<\/p>\n\n\n\n<p>While there’s always a degree of loyalty felt towards long-term leaders, it’s critical not to let that blind you in deciding if they’re still the right <a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\">CEO for the business<\/a>. This requires leaders to embrace the really tough discussions about whether they’re the right team to make the integration a success.<\/p>\n\n\n\n<p>If you neglect the human element of a potential M&amp;A target, you risk butting heads with your new partners when you should be lifting each other to new heights. And while leadership due diligence might not be as straightforward as measuring tangible metrics, TPCL has the tools and experience to support the process, both ahead of a merger and during the integration phase.<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from handling a <a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\">change in leadership<\/a> to finding <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\">board synergy<\/a>.<\/p>\n\n\n\n<p>If you’d like to see how TPC Leadership can help you bring the human factor of your organization into focus, get in touch.<\/p>\n\n\n\n<p><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" target=\"_blank\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\" rel=\"noreferrer noopener\"><strong><span style=\"text-decoration: underline\">Contact us<\/span><\/strong><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and how it’s impacting businesses. Leadership is a vital part of any mergers and acquisitions process. Whether a company’s leadership team stays the same during a merger, integrates with [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7234,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7337"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7337"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7337\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7234"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7337"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7337"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7337"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7337"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7337"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}