{"id":7316,"date":"2024-01-10T11:06:42","date_gmt":"2024-01-10T11:06:42","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7316"},"modified":"2024-01-10T11:23:15","modified_gmt":"2024-01-10T11:23:15","slug":"without-humans-and-humanization-no-business-can-hope-to-thrive","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/","title":{"rendered":"Without humans (and humanization), no business can hope to thrive"},"content":{"rendered":"\n<p><em>This article is the first part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\"><span style=\"text-decoration: underline\">how humanization is impacting businesses<\/span><\/a><\/u>, and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">why we don’t need CHROs any more<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>Historically, managers and business leaders have held financial results as the highest priority. But that attitude is changing, replaced in part by a trend of humanization – a focus on the human factor of an organization, and the idea that doing right by your people is as important, if not more so, than chasing bottom line results.<\/p>\n\n\n\n<p>In this piece we speak to Piet Decuypere, CEO of food brands Danerolles and Magioni, to learn about how he’s seen the rise of humanization throughout his career, and how he embeds its principles into how his own companies operate.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The sudden shockwave of humanization<\/strong><\/h2>\n\n\n\n<p>Piet’s first exposure to the idea of a people-first business came when he left Unilever in his native Belgium – where he’d worked since graduating from university – and joined the company’s Swedish branch as a business retail manager. There he found a stark difference in how the company openly addressed issues like gender equality, maternity and work\/life balance, treating them as core strategic topics.<\/p>\n\n\n\n<p>“We even had space in the boardroom for a playground,” Piet says. “If one of the parents couldn’t take their children to daycare, they could just bring them into the office. I had several professional board meetings with children playing in the same room.”<\/p>\n\n\n\n<p>Piet’s experiences in Sweden opened his eyes to a different way for companies to run, and left him more responsive to the idea that results were the product of human behavior, not just strategy. After leaving Unilever, Piet moved to Danone – first as a sales director in Belgium and then as general manager for the company’s operations in the Netherlands – and was drawn specifically by Danone’s commitment to doing right by their people.<\/p>\n\n\n\n<p>That commitment is one that’s deeply embedded into Danone’s culture. They launched their “dual project” vision for the company – which sees economic results and human social impact as interdependent goals – back in 1972.<\/p>\n\n\n\n<p>In 2012, after six years of learning from Danone’s humanized approach, Piet bought the Danerolles brand. “I’d been dreaming about owning my own company for a long time,” Piet says. “I wanted to be able to fully roll out my vision of how to deal with employees and get the maximum out of them in a humanized way.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Humanization won’t be a new concept for long<\/strong><\/h2>\n\n\n\n<p>“When I joined Unilever in the ‘90s, it was strange for companies to put the focus onto their people,” Piet says. “HR strategies would say a company was people-driven, but in reality they rarely were.”<\/p>\n\n\n\n<p>The turn towards humanization has been accelerated by companies realizing the tangible value of listening to their people – and the dangers when they don’t.<\/p>\n\n\n\n<p>Take the current strikes by the Writers Guild of America and the SAG-AFTRA actors’ union, for example. Pay isn’t the only reason behind the strikes – both unions are also protesting against studios putting profit margins above their employees, particularly when it comes to generative AI threatening their job security. The failure to listen to those concerns has led to the biggest industry disruption since the Covid pandemic.<\/p>\n\n\n\n<p>But this isn’t something that only exists in Hollywood. Businesses everywhere are feeling the effects of the talent shortage. Companies need loyalty in order to grow sustainably and maintain success in the long term, but employees won’t stay and build their career at one company if they’re made to feel like a number.<\/p>\n\n\n\n<p>It’s worth noting that the rise of humanization comes with a degree of Western bias, while other parts of the world might not see people and results in the same way. But while there’s currently a global disparity in how companies and employees view humanization, that won’t always be the case.<\/p>\n\n\n\n<p>With every new generation – not to mention with increased globalization and technology – more and more employees from all over the world are talking to each other, sharing their experiences and ideas. Priorities change fast, and businesses in every country are going to have to keep up or risk a decline.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Leaders, carry your responsibility!<\/strong><\/h2>\n\n\n\n<p>When a business commits to humanization, it becomes more than a philosophy – it becomes an approach that has a clear, practical impact on how well a company performs. But in order for that to happen, leaders have to become advocates themselves and model humanization for the rest of the organization.<\/p>\n\n\n\n<p>When Piet hires for Danerolles and Magioni, he doesn’t ask to see a candidate’s CV. Instead, he asks for a “motivation letter” to learn more about what drives a candidate and why they want to work for his business.<\/p>\n\n\n\n<p>The effect on Piet’s companies is twofold. Firstly, it ensures the business only takes on people who share in its ambition and understand their role in fulfilling it. But it also creates more opportunities for candidates without a traditional university education or the “right” career background, and makes Danerolles and Magioni more sustainable in the face of a talent crisis.<\/p>\n\n\n\n<p>Nor are Piet’s companies the only examples of this. We know of one IT company that recruits school dropouts, as the CEO believes an attitude that doesn’t comply with the established system is the perfect fit for his business. Rather than being assessed by their qualifications – or judged for their lack of them – these employees are appreciated for the unique qualities they do bring and have the chance to develop and excel.<\/p>\n\n\n\n<p>In Danerolles and Magioni, Piet also ensures that his involvement with employees doesn’t end after they’re hired. For him, there’s no sense in trying to keep a barrier between the private and the professional. If an employee is struggling with something in their personal life – such as their mental health, or a difficult family situation – it will inevitably impact their work regardless of whether they try to leave it at the door or not.<\/p>\n\n\n\n<p>As CEO, he sees it as his duty to spend time with his employees and understand the whole picture of their life, both in work and out. “If we don’t listen, we’re not doing our job as leaders,” Piet says. “For a lot of CEOs, it’s still a new thing to say they put people before results. But I strongly believe that if we put people first, results will come automatically.”<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from <a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/\">handling a change in leadership<\/a> to the <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">strategic implications of ignoring HR<\/a>.<\/p>\n\n\n\n<p>Piet mentors other business owners, CEOs and boards around enshrining humanization in their companies and leadership teams. If you’d like to see how TPC Leadership can help you bring the human factor of your organization into focus, get in touch.<\/p>\n\n\n\n<p><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\"><strong>Contact us<\/strong><\/a><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><a id=\"_msocom_1\"><\/a><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><a id=\"_msocom_2\"><\/a><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is the first part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on how humanization is impacting businesses, and why we don’t need CHROs any more. Historically, managers and business leaders have held financial results as the highest priority. But that attitude is [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7242,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7316"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7316"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7316\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7242"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7316"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7316"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7316"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7316"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7316"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}