{"id":7339,"date":"2024-01-10T11:13:14","date_gmt":"2024-01-10T11:13:14","guid":{"rendered":"https:\/\/tpcleadership.com\/?p=7339"},"modified":"2024-01-10T11:44:17","modified_gmt":"2024-01-10T11:44:17","slug":"are-you-still-the-right-ceo-for-your-business","status":"publish","type":"post","link":"https:\/\/tpcleadership.com\/cultural-change\/are-you-still-the-right-ceo-for-your-business\/","title":{"rendered":"Are you still the right CEO for your business?"},"content":{"rendered":"\n<p><em>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-humans-and-humanization-no-business-can-hope-to-thrive\/\">what humanization is<\/a><\/u> and <u><a href=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/are-you-future-proof-why-humanization-is-not-a-choice-for-your-business\/\">how it’s impacting businesses<\/a>.<\/u><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" \/>\n\n\n\n<p><\/p>\n\n\n\n<p>A CEO should be the guiding light of their organization. They should be a strong voice that’s able to steer crucial discussions and bring an end to debate when it’s time for a decision to be made. But an equally essential element of being a CEO is knowing when you <em>don’t<\/em> have all the answers – when it’s time to bring in new voices to fill the gaps in your insight, or even pass the reins over to someone better suited to lead the company in the years to come.<\/p>\n\n\n\n<p>In this series of blogs, we’re exploring the idea of humanization – the fundamental role of the human factor in how businesses perform, and the need to do right by your people as well as your bottom line. Humanization applies to all areas of a business, <a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\">from mergers and acquisitions<\/a> to creating <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-board-synergy-is-a-behavioral-game\/\">synergy at board level<\/a>, and it is a vital focus for CEOs looking to their own succession.<\/p>\n\n\n\n<p>To learn more about how CEOs can ask the brave questions about their role and prepare for when it’s time to step down, we spoke to Eelco van Eijck, Managing Partner at Amrop, as well as CEO and Partner of TPC Leadership Netherlands, Annelieke Jense.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What a successful CEO looks like in a humanized future<\/strong><\/h2>\n\n\n\n<p>In a humanized business, the human factor is at the heart of everything an organization does. CEOs still need to think about financial performance and lead on decisions, but they will also need to dedicate as much time and attention towards being good to their people.<\/p>\n\n\n\n<p>For CEOs, embracing humanization in business will also mean embracing a willingness to be vulnerable. A core element in humanization is appreciating the value in each human being who makes up an organization – not just their productivity or performance, but also their unique experiences and perspectives. And when you’re the leader of a company, that means appreciating when others know more than you about a given situation.<\/p>\n\n\n\n<p>Take a topic like AI, for example. Almost every company is talking about how to work with AI, but not every CEO is going to be an expert in this new, rapidly evolving technology. Eelco recalls working recently with the CEO of a global business as they asked this very question. To find an answer, they organized a roundtable with employees from different generations to gather a richer set of viewpoints than just their own.<\/p>\n\n\n\n<p>This kind of vulnerability can be difficult when an organization looks to a CEO for leadership and decision-making. But a humanized leader should see it as a strength – it shows how much they value the voices of the people they lead, and that their priority is finding the best solution for the business, not their ego.<\/p>\n\n\n\n<p>“Emotional and societal intelligence are also crucial,” Annelieke says. “You need to have a sensitivity to what’s going on in society, especially if you lead an international company. Everyone wants a better world, and they want brave leaders who are ready to make bold contributions to their community or to the climate.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Letting go isn’t easy – but purpose can ease the pain<\/strong><\/h2>\n\n\n\n<p>It’s a fact of life that CEOs thrive when they’re in control – you wouldn’t seek a position at the top of a company if you didn’t enjoy being the one who steers the ship.<\/p>\n\n\n\n<p>But for many CEOs, that quality is precisely what makes it so hard to step down, even if you have realized you’re no longer the right person to lead the company. If there’s no strong sense of purpose or direction in the wider company, leaders fear that momentum will falter when they relinquish control. Often that leads to autocratic leaders, who believe they need to stay on at the reins in order to keep the organization pointing to its true north.<\/p>\n\n\n\n<p>Purpose is the best antidote to the fear of letting go. If the company’s mission statement is so deeply embedded in each employee that everyone knows what their contribution is, then CEOs can feel more reassured that their hands aren’t the only ones that can guide the organization.<\/p>\n\n\n\n<p>Eelco recalls one example of seeing this kind of embedded purpose when he visited a global stroopwafel brand recently. “Their purpose is simple: to make the best stroopwafels in the world,” Eelco says. “It’s understandable for everyone, and even the newest person on the production line knows how important it is to make exceptional stroopwafels, day in and day out.”<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why succession should be part of a CEO’s vocabulary<\/strong><\/h2>\n\n\n\n<p>Great CEOs don’t just lead well in the present. They also constantly look to the future, so that they can anticipate when to take the initiative on finding a successor.<\/p>\n\n\n\n<p>Although every company wants stable leadership, change is inevitable for CEOs. We were happy to read the results of a 2018 PwC study that found the average CEO stays in their role for just five years before handing over to their successor.<\/p>\n\n\n\n<p>However, the study also showed that 19% of CEOs stay in their position for 10 years or more. While it’s possible some of those will continue to be effective leaders in that time, it shows that CEOs need to spend more time reflecting on how long they will be the right one for the job. It takes a substantial amount of energy to lead a business, and it’s impossible to sustain that performance indefinitely.<\/p>\n\n\n\n<p>The natural evolution of a company also plays a part. CEOs naturally have their own areas of expertise – some are cool heads to help navigate a crisis, some are natural ideas generators, and some have the diplomatic skills to manage tricky M&amp;A integrations. As an organization moves through each phase of its life, it needs different leaders whose abilities are in line with its next ambition.<\/p>\n\n\n\n<p>For instance, earlier this year, the US guitar brand Gibson underwent a CEO transition. The previous CEO had been appointed in 2018 with two very specific goals: to recover the company from a bankruptcy filing that year, and restore consumer trust after a series of controversial product decisions. By 2023 those goals had been achieved, and so the company has appointed a new CEO to lead their new growth strategy.<\/p>\n\n\n\n<p>If you create a culture that values the contributions of individual people, that respects diverse experiences and that doesn’t depend on one voice to inform every decision – in other words, a humanized culture – then you create a culture that’s comfortable with change. “Successful organizations are always re-evaluating their business model,” says Annelieke. “They’re looking at the way they’re operating, the way they’re set up and asking if it’s future-proof.”<\/p>\n\n\n\n<p>That culture needs to be present throughout the organization, but it also needs to be led by the CEO. The more a leader recognises when they don’t have all the answers, the more they instill a sense of purpose in those they ask to speak up, so their organization is prepared for when it’s time to transition to someone new.<\/p>\n\n\n\n<p>To learn more, see our other articles on how humanization impacts every aspect of running a business, from <a href=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/without-cultural-due-diligence-there-can-be-no-humanized-ma\/\">M&amp;A due diligence<\/a> to the <a href=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/cultural-change\/why-we-dont-need-chros-any-more\/\">role of a CHRO<\/a>.<\/p>\n\n\n\n<p>If you’d like to see how TPC Leadership can support you with mentoring, get in touch.<\/p>\n\n\n\n<p><a href=\"https:\/\/tpcleadership.com\/contact-us\/\" target=\"_blank\" data-type=\"link\" data-id=\"https:\/\/tpcleadership.com\/contact-us\/\" rel=\"noreferrer noopener\"><strong><span style=\"text-decoration: underline\">Contact Us<\/span><\/strong><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article is part of a series on the importance of humanization in today’s organizations. To find out more, see our articles on what humanization is and how it’s impacting businesses. A CEO should be the guiding light of their organization. They should be a strong voice that’s able to steer crucial discussions and bring [&hellip;]<\/p>\n","protected":false},"author":14,"featured_media":7233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"rank_math_title":"","rank_math_description":"","rank_math_focus_keyword":"","footnotes":""},"categories":[145],"tags":[],"featured-blog-post":[],"page-type":[],"acf":[],"_links":{"self":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7339"}],"collection":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/users\/14"}],"replies":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/comments?post=7339"}],"version-history":[{"count":0,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/posts\/7339\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media\/7233"}],"wp:attachment":[{"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/media?parent=7339"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/categories?post=7339"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/tags?post=7339"},{"taxonomy":"featured-blog-post","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/featured-blog-post?post=7339"},{"taxonomy":"page-type","embeddable":true,"href":"https:\/\/tpcleadership.com\/wp-json\/wp\/v2\/page-type?post=7339"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}